Repository: ranfdev/DistroShelf
Catalog: po/*.po
Languages: ar, de, es, fr, hi, id, it, ja, nl, pl, pt_br, ru, vi

source: Reload Terminal
ar: إعادة تحميل الطرفية
de: Terminal neu laden
es: Recargar terminal
fr: Recharger le terminal
hi: टर्मिनल पुनः लोड करें
it: Ricarica terminale
ja: 端末を再読み込み
nl: Terminal herladen
pl: Załaduj ponownie terminal
pt_br: Recarregar Terminal
ru: Перезагрузить терминал
vi: Tải lại thiết bị đầu cuối

source: Preferred Terminal
ar: الطرفية المفضلة
de: Bevorzugtes Terminal
es: Terminal preferido
fr: Terminal préféré
hi: पसंदीदा टर्मिनल
it: Terminale preferito
ja: 優先する端末
nl: Voorkeursterminal
pl: Preferowany terminal
pt_br: Terminal Preferido
ru: Предпочтительный терминал
vi: Thiết bị đầu cuối ưa thích

source: available
ar: متاح
de: verfügbar
es: disponible
fr: disponible
hi: उपलब्ध
it: disponibile
ja: 利用可能
nl: beschikbaar
pl: dostępne
pt_br: disponível
ru: доступно
vi: có sẵn

source: Not found - Please install Podman or Docker
ar: غير موجود - يرجى تثبيت Podman أو Docker
de: Nicht gefunden - Bitte installieren Sie Podman oder Docker
es: No encontrado - Por favor instale Podman o Docker
fr: Introuvable - Veuillez installer Podman ou Docker
hi: नहीं मिला - कृपया Podman या Docker स्थापित करें
it: Non trovato - Installa Podman o Docker
ja: 見つかりません - PodmanまたはDockerをインストールしてください
nl: Niet gevonden - Installeer Podman of Docker
pl: Nie znaleziono - Proszę zainstalować Podmana albo Dockera
pt_br: Não encontrado - Por favor, instale Podman ou Docker
ru: Не найдено - Пожалуйста, установите Podman или Docker
vi: Không tìm thấy - Vui lòng cài đặt Podman hoặc Docker

source: Bundled version
ar: النسخة المجمعة
de: Gebündelte Version
es: Versión incluida
fr: Version groupée
hi: बंडल संस्करण
it: Versione inclusa
ja: バンドル版
nl: Gebundelde versie
pl: Spakowana wersja
pt_br: Versão empacotada
ru: Встроенная версия
vi: Phiên bản đi kèm

source: System version
ar: إصدار النظام
es: Versión del sistema
fr: Version système
hi: सिस्टम संस्करण
it: Versione di sistema
ja: システム版
nl: Systeemversie
pl: Wersja na systemie
pt_br: Versão do sistema
ru: Системная версия
vi: Phiên bản hệ thống

source: Not found - Install from system or use bundled version
ar: غير موجود - قم بالتثبيت من النظام أو استخدم النسخة المجمعة
de: Nicht gefunden - Installieren Sie vom System oder verwenden Sie die gebündelte Version
es: No encontrado - Instale desde el sistema o use la versión incluida
fr: Introuvable - Installer depuis le système ou utiliser la version groupée
hi: नहीं मिला - सिस्टम से स्थापित करें या बंडल संस्करण का उपयोग करें
it: Non trovato - Installa dal sistema o usa la versione inclusa
ja: 見つかりません - システムからインストールするか、バンドル版を使用してください
nl: Niet gevonden - Installeer vanaf systeem of gebruik gebundelde versie
pl: Nie znaleziono - Zainstaluj na systemie lub skorzystaj ze spakowanej wersji
pt_br: Não encontrado - Instale do sistema ou use a versão empacotada
ru: Не найдено - Установите из системы или используйте встроенную версию
vi: Không tìm thấy - Cài đặt từ hệ thống hoặc sử dụng phiên bản đi kèm

source: Checking…
ar: جاري التحقق...
de: Überprüfung…
es: Comprobando…
fr: Vérification...
hi: जाँच हो रही है...
it: Controllo in corso…
ja: 確認中…
nl: Controleren…
pl: Sprawdzanie…
pt_br: Verificando…
ru: Проверка…
vi: Đang kiểm tra…

source: Use Bundled Version
ar: استخدام النسخة المجمعة
de: Gebündelte Version verwenden
es: Usar versión incluida
fr: Utiliser la version groupée
hi: बंडल संस्करण का उपयोग करें
it: Usa versione inclusa
ja: バンドル版を使用
nl: Gebruik gebundelde versie
pl: Używaj spakowanej wersji
pt_br: Usar Versão Empacotada
ru: Использовать встроенную версию
vi: Sử dụng phiên bản đi kèm

source: System Requirements
ar: متطلبات النظام
de: Systemanforderungen
es: Requisitos del sistema
fr: Configuration requise
hi: सिस्टम आवश्यकताएँ
it: Requisiti di sistema
ja: システム要件
nl: Systeemvereisten
pl: Wymagania systemowe
pt_br: Requisitos do Sistema
ru: Системные требования
vi: Yêu cầu hệ thống

source: Container Runtime
ar: وقت تشغيل الحاوية
de: Container-Laufzeitumgebung
es: Entorno de ejecución del contenedor
fr: Runtime de conteneur
hi: कंटेनर रनटाइम
it: Runtime container
ja: コンテナランタイム
pl: Biblioteka kontenera
pt_br: Runtime de Container
ru: Среда выполнения контейнеров
vi: Thời gian chạy vùng chứa

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: ताज़ा करें
it: Aggiorna
ja: 更新
nl: Verversen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
vi: Làm mới

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続行
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
vi: Tiếp tục

source: Preferred terminal
ar: الطرفية المفضلة
de: Bevorzugtes Terminal
es: Terminal preferido
fr: Terminal préféré
hi: पसंदीदा टर्मिनल
it: Terminale preferito
ja: 優先する端末
nl: Voorkeursterminal
pl: Preferowany terminal
pt_br: Terminal preferido
ru: Предпочтительный терминал
vi: Thiết bị đầu cuối ưa thích

source: Use Bundled Distrobox
ar: استخدام Distrobox المجمع
de: Gebündelte Distrobox verwenden
es: Usar Distrobox incluido
fr: Utiliser Distrobox groupé
hi: बंडल Distrobox का उपयोग करें
it: Usa Distrobox incluso
ja: バンドルされたDistroboxを使用
nl: Gebruik gebundelde Distrobox
pl: Używaj spakowanego Distroboxa
pt_br: Usar Distrobox Empacotado
ru: Использовать встроенный Distrobox
vi: Sử dụng Distrobox đi kèm

source: Learn More
ar: اعرف المزيد
de: Mehr erfahren
es: Obtenga más información
fr: En savoir plus
hi: और जानें
it: Ulteriori informazioni
ja: 詳細
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Ler Mais
ru: Узнать больше
vi: Tìm hiểu thêm

source: Update Distrobox
pl: Zaktualizuj Distroboxa
ru: Обновить Distrobox
vi: Cập nhật Distrobox

source: Check your terminal settings.
ar: تحقق من إعدادات الطرفية الخاصة بك.
de: Überprüfen Sie Ihre Terminal-Einstellungen.
es: Compruebe la configuración del terminal.
fr: Vérifiez vos paramètres de terminal.
hi: अपनी टर्मिनल सेटिंग्स जांचें।
it: Controlla le impostazioni del terminale.
ja: 端末設定を確認してください。
nl: Controleer uw terminalinstellingen.
pl: Sprawdź swoje ustawienia terminala.
pt_br: Verifique as configurações do seu terminal.
ru: Проверьте настройки терминала.
vi: Kiểm tra cài đặt thiết bị đầu cuối của bạn.

source: Delete this container?
ar: حذف هذه الحاوية؟
de: Diesen Container löschen?
es: ¿Eliminar este contenedor?
fr: Supprimer ce conteneur ?
hi: इस कंटेनर को हटाएं?
it: Eliminare questo container?
ja: このコンテナを削除しますか？
nl: Deze container verwijderen?
pl: Usunąć ten kontener?
pt_br: Excluir este container?
ru: Удалить этот контейнер?
vi: Xóa vùng chứa này?

source: will be deleted. This action cannot be undone.
ar: سيتم حذفه. لا يمكن التراجع عن هذا الإجراء.
de: wird gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: será eliminado. Esta acción no se puede deshacer.
fr: sera supprimé. Cette action est irréversible.
hi: हटा दिया जाएगा। यह क्रिया पूर्ववत नहीं की जा सकती।
it: verrà eliminato. Questa azione non può essere annullata.
ja: は削除されます。この操作は取り消せません。
nl: wordt verwijderd. Deze actie kan niet ongedaan worden gemaakt.
pl: zostanie usunięte. To działanie jest nieodwracalne.
pt_br: será excluído. Esta ação não pode ser desfeita.
ru: будет удален. Это действие нельзя отменить.
vi: sẽ bị xóa. Không thể hoàn tác hành động này.

source: Select Package
ar: اختر حزمة
de: Paket auswählen
es: Seleccionar paquete
fr: Sélectionner un paquet
hi: पैकेज चुनें
it: Seleziona pacchetto
ja: パッケージを選択
nl: Selecteer pakket
pl: Wybierz pakiet
pt_br: Selecionar Pacote
ru: Выберите пакет
vi: Chọn gói

source: Create Distrobox
ar: إنشاء Distrobox
de: Distrobox erstellen
es: Crear Distrobox
fr: Créer une Distrobox
hi: Distrobox बनाएं
it: Crea Distrobox
ja: Distroboxを作成
nl: Distrobox maken
pl: Stwórz kontener Distrobox
pt_br: Criar Distrobox
ru: Создать Distrobox
vi: Tạo Distrobox

source: Main Menu
ar: القائمة الرئيسية
de: Hauptmenü
es: Menú principal
fr: Menu principal
hi: मुख्य मेनू
it: Menu principale
ja: メインメニュー
nl: Hoofdmenu
pl: Menu główne
pt_br: Menu Principal
ru: Главное меню
vi: Menu chính

source: No Distroboxes Found
ar: لم يتم العثور على Distroboxes
de: Keine Distroboxen gefunden
es: No se encontraron Distroboxes
fr: Aucune Distrobox trouvée
hi: कोई Distrobox नहीं मिला
it: Nessuna Distrobox trovata
ja: Distroboxが見つかりません
nl: Geen Distroboxen gevonden
pl: Brak kontenerów Distrobox
pt_br: Nenhum Distrobox Encontrado
ru: Distrobox не найдены
vi: Không tìm thấy Distrobox

source: Distrobox lets you run any Linux distribution inside your terminal.
ar: يتيح لك Distrobox تشغيل أي توزيعة Linux داخل الطرفية الخاصة بك.
de: Mit Distrobox können Sie jede Linux-Distribution in Ihrem Terminal ausführen.
es: Distrobox te permite ejecutar cualquier distribución de Linux dentro de tu terminal.
fr: Distrobox vous permet d'exécuter n'importe quelle distribution Linux dans votre terminal.
hi: Distrobox आपको अपने टर्मिनल के अंदर किसी भी लिनक्स वितरण को चलाने देता है।
it: Distrobox ti permette di eseguire qualsiasi distribuzione Linux all'interno del tuo terminale.
ja: Distroboxを使用すると、端末内で任意のLinuxディストリビューションを実行できます。
nl: Met Distrobox kunt u elke Linux-distributie in uw terminal uitvoeren.
pl: Distrobox pozwala Ci na odpalanie jakiejkolwiek dystrybucji Linuxa z poziomu swojego terminala.
pt_br: Distrobox permite que você execute qualquer distribuição Linux dentro do seu terminal.
ru: Distrobox позволяет запускать любой дистрибутив Linux внутри вашего терминала.
vi: Distrobox cho phép bạn chạy mọi bản phân phối Linux bên trong thiết bị đầu cuối của mình.

source: No Distrobox Selected
pl: Nie wybrano konteneru Distrobox

source: Select a Distrobox from the sidebar to view its details and terminal.
pl: Wybierz kontener Distrobox z paska bocznego i zobacz jego szczegóły i terminal.

source: Overview
ar: نظرة عامة
de: Übersicht
es: Descripción general
fr: Vue d'ensemble
hi: अवलोकन
it: Panoramica
ja: 概要
nl: Overzicht
pl: Przegląd
pt_br: Visão Geral
ru: Обзор
vi: Tổng quan

source: _Refresh
ar: تحديث (_R)
de: _Aktualisieren
es: _Actualizar
fr: _Actualiser
hi: ताज़ा करें (_R)
it: _Aggiorna
ja: 更新(_R)
nl: He_rladen
pl: _Odśwież
pt_br: _Atualizar
ru: _Обновить
vi: _Làm mới

source: _Upgrade All
ar: ترقية الكل (_U)
de: _Alle aktualisieren
es: _Actualizar todo
fr: _Tout mettre à jour
hi: सभी अपग्रेड करें (_U)
it: _Aggiorna tutto
ja: すべてアップグレード(_U)
nl: Alles bij_werken
pl: _Zaktualizuj wszystkie
pt_br: _Atualizar Tudo
ru: _Обновить все
vi: _Nâng cấp tất cả

source: _Command Log
ar: سجل الأوامر (_C)
de: _Befehlsprotokoll
es: _Registro de comandos
fr: _Journal des commandes
hi: कमांड लॉग (_C)
it: _Registro comandi
ja: コマンドログ(_C)
nl: _Opdrachtlogboek
pl: Dziennik _poleceń
pt_br: _Log de Comandos
ru: _Журнал команд
vi: _Nhật ký lệnh

source: _Settings
ar: الإعدادات (_S)
de: _Einstellungen
es: _Configuración
fr: _Paramètres
hi: सेटिंग्स (_S)
it: _Impostazioni
ja: 設定(_S)
nl: In_stellingen
pl: U_stawienia
pt_br: _Configurações
ru: _Настройки
vi: _Cài đặt

source: _Keyboard Shortcuts
pl: Skróty _klawiszowe

source: _About
de: _Über
es: _Acerca de
it: _Informazioni
ja: 情報(_A)
nl: _Over
pl: O _aplikacji DistroShelf
pt_br: _Sobre
ru: _О программе
vi: _Giới thiệu

source: Discover _Distrobox
de: _Distrobox entdecken
es: Descubrir _Distrobox
it: Scopri _Distrobox
ja: Distroboxを発見(_D)
nl: _Distrobox ontdekken
pl: Poznaj _Distrobox
pt_br: Descobrir _Distrobox
ru: Узнать о _Distrobox
vi: Khám phá _Distrobox

# shortcut window
source: Show Shortcuts
ar: عرض الاختصارات
de: Tastenkombinationen anzeigen
es: Mostrar atajos
fr: Afficher les raccourcis
hi: शॉर्टकट दिखाएं
it: Mostra scorciatoie
ja: ショートカットを表示
nl: Sneltoetsen tonen
pt_br: Mostrar atalhos
ru: Показать сочетания клавиш
vi: Hiển thị phím tắt

source: System (host)
ar: النظام (المضيف)
es: Sistema (host)
fr: Système (hôte)
hi: सिस्टम (होस्ट)
it: Sistema (host)
ja: システム (ホスト)
nl: Systeem (host)
pt_br: Sistema (host)
ru: Система (хост)
vi: Hệ thống (máy chủ)

source: Container
ar: حاوية
es: Contenedor
fr: Conteneur
hi: कंटेनर
ja: コンテナ
ru: Контейнер
vi: Vùng chứa

source: Terminal
ar: طرفية
hi: टर्मिनल
it: Terminale
ja: 端末
ru: Терминал

source: From URL
ar: من رابط URL
de: Von URL
fr: Depuis une URL

source: Search image...
ar: بحث عن صورة...
de: Image suchen...
es: Buscar imagen...
fr: Rechercher une image...

source: DistroShelf is a graphical interface for managing Distrobox containers on Linux. It provides an easy way to:
es: DistroShelf es una interfaz gráfica para gestionar contenedores Distrobox en Linux. Proporciona una manera fácil de:

source: Executing a single task (eg: listing applications) may require multiple chains of commands. For debugging purposes, this log shows all commands executed by the application.
es: Ejecutar una sola tarea (ej: listar aplicaciones) puede requerir múltiples cadenas de comandos. Para fines de depuración, este registro muestra todos los comandos ejecutados por la aplicación.

source: Please wait while we load the list of exportable apps and binaries. This may take some time if the distrobox wasn't running
es: Por favor espere mientras cargamos la lista de aplicaciones y binarios exportables. Esto puede tardar un poco si el distrobox no se estaba ejecutando

source: This terminal will be removed from the terminal list. This action cannot be undone.
es: Este terminal será eliminado de la lista de terminales. Esta acción no se puede deshacer.

source: The separator argument is used to pass commands to the terminal.\n Examples: '--' for GNOME Terminal, '-e' for xterm
es: El argumento separador se usa para pasar comandos al terminal.\n Ejemplos: '--' para GNOME Terminal, '-e' para xterm

source: DistroShelf
id: RakDistro

source: translator-credits
id: Kredit penerjemah
