Repository: ranfdev/DistroShelf
Catalog: po/*.po
Languages: ar, de, es, fr, hi, id, it, ja, nl, pl, pt_br, ru, vi

source: Please wait while we load the list of exportable apps and binaries. This may take some time if the distrobox wasn't running
ar: يرجى الانتظار بينما نقوم بتحميل قائمة التطبيقات والملفات الثنائية القابلة للتصدير. قد يستغرق هذا بعض الوقت إذا لم يكن distrobox قيد التشغيل
de: Bitte warten Sie, während wir die Liste der exportierbaren Apps und Binärdateien laden. Dies kann einige Zeit dauern, wenn die Distrobox nicht lief
fr: Veuillez patienter pendant le chargement de la liste des applications et binaires exportables. Cela peut prendre un certain temps si la distrobox n'était pas en cours d'exécution
hi: कृपया प्रतीक्षा करें जब तक हम निर्यात योग्य ऐप्स और बायनेरिज़ की सूची लोड करते हैं। यदि distrobox नहीं चल रहा था तो इसमें कुछ समय लग सकता है
it: Attendere il caricamento dell'elenco delle app e dei binari esportabili. Potrebbe richiedere del tempo se la distrobox non era in esecuzione
ja: エクスポート可能なアプリとバイナリのリストを読み込んでいます。お待ちください。distroboxが実行されていない場合、時間がかかることがあります
nl: Even geduld terwijl we de lijst met exporteerbare apps en binaire bestanden laden. Dit kan even duren als de distrobox niet actief was
pl: Proszę czekać, podczas gdy my ładujemy listę eksportowywalnych aplikacji i plików binarnych. Może to zająć chwilkę, jeśli distrobox nie był uruchomiony
pt_br: Aguarde enquanto carregamos a lista de aplicativos e binários exportáveis. Isso pode levar algum tempo se o distrobox não estiver em execução
ru: Пожалуйста, подождите, пока мы загружаем список экспортируемых приложений и бинарных файлов. Это может занять некоторое время, если distrobox не был запущен
vi: Vui lòng đợi trong khi chúng tôi tải danh sách các ứng dụng và tệp nhị phân có thể xuất. Việc này có thể mất chút thời gian nếu distrobox không chạy

source: Exportable Apps
ar: تطبيقات قابلة للتصدير
de: Exportierbare Apps
es: Aplicaciones exportables
fr: Applications exportables
hi: निर्यात योग्य ऐप्स
it: App esportabili
ja: エクスポート可能なアプリ
nl: Exporteerbare apps
pl: Eksportowywalne aplikacje
pt_br: Aplicativos Exportáveis
ru: Экспортируемые приложения
vi: Ứng dụng có thể xuất

source: No exportable apps found
ar: لم يتم العثور على تطبيقات قابلة للتصدير
de: Keine exportierbaren Apps gefunden
es: No se encontraron aplicaciones exportables
fr: Aucune application exportable trouvée
hi: कोई निर्यात योग्य ऐप नहीं मिला
it: Nessuna app esportabile trovata
ja: エクスポート可能なアプリが見つかりません
nl: Geen exporteerbare apps gevonden
pl: Nie znaleziono eksportowywalnych aplikacji
pt_br: Nenhum aplicativo exportável encontrado
ru: Экспортируемые приложения не найдены
vi: Không tìm thấy ứng dụng nào có thể xuất được

source: Error loading exportable apps
pl: Wystąpił błąd podczas ładowania eksportowywalnych aplikacji

source: Export New Binary
ar: تصدير ملف ثنائي جديد
de: Neue Binärdatei exportieren
es: Exportar nuevo binario
fr: Exporter un nouveau binaire
hi: नया बाइनरी निर्यात करें
it: Esporta nuovo binario
ja: 新しいバイナリをエクスポート
nl: Nieuw binair bestand exporteren
pl: Wyeksportuj nowy plik binarny
pt_br: Exportar Novo Binário
ru: Экспортировать новый бинарный файл
vi: Xuất nhị phân mới

source: Exported Binaries
ar: الملفات الثنائية المصدرة
de: Exportierte Binärdateien
es: Binarios exportados
fr: Binaires exportés
hi: निर्यातित बायनेरिज़
it: Binari esportati
ja: エクスポートされたバイナリ
nl: Geëxporteerde binaire bestanden
pl: Wyeksportowane pliki binarne
pt_br: Binários Exportados
ru: Экспортированные бинарные файлы
vi: Tệp nhị phân đã xuất

source: No exported binaries
ar: لا توجد ملفات ثنائية مصدرة
de: Keine exportierten Binärdateien
es: Sin binarios exportados
fr: Aucun binaire exporté
hi: कोई निर्यातित बायनेरिज़ नहीं
it: Nessun binario esportato
ja: エクスポートされたバイナリはありません
nl: Geen geëxporteerde binaire bestanden
pl: Brak wyeksportowanych plików binarnych
pt_br: Nenhum binário exportado
ru: Нет экспортированных бинарных файлов
vi: Không có tệp nhị phân được xuất

source: Error loading exported binaries
pl: Wystąpił błąd podczas ładowania wyeksportowanych plików binarnych

source: Binary Already Exists on Host
ar: الملف الثنائي موجود بالفعل على المضيف
de: Binärdatei existiert bereits auf dem Host
es: El binario ya existe en el host
fr: Le binaire existe déjà sur l'hôte
hi: बाइनरी होस्ट पर पहले से मौजूद है
it: Il binario esiste già sull'host
ja: バイナリはすでにホストに存在します
nl: Binair bestand bestaat al op host
pl: Plik binarny już istnieje na hoscie
pt_br: Binário Já Existe no Host
ru: Бинарный файл уже существует на хосте
vi: Nhị phân đã tồn tại trên máy chủ

source: The binary already exists on your host system. Do you want to continue?
ar: الملف الثنائي موجود بالفعل على نظامك المضيف. هل تريد المتابعة؟
de: Die Binärdatei existiert bereits auf Ihrem Hostsystem. Möchten Sie fortfahren?
es: El binario ya existe en su sistema host. ¿Desea continuar?
fr: Le binaire existe déjà sur votre système hôte. Voulez-vous continuer ?
hi: बाइनरी आपके होस्ट सिस्टम पर पहले से मौजूद है। क्या आप जारी रखना चाहते हैं?
it: Il binario esiste già sul tuo sistema host. Vuoi continuare?
ja: バイナリはすでにホストシステムに存在します。続行しますか？
nl: Het binaire bestand bestaat al op uw hostsysteem. Wilt u doorgaan?
pl: Plik binarny już istnieje na twoim systemie hostowym. Czy chcesz kontynuować?
pt_br: O binário já existe no seu sistema host. Deseja continuar?
ru: Бинарный файл уже существует в вашей системе. Вы хотите продолжить?
vi: Tệp nhị phân đã tồn tại trên hệ thống máy chủ của bạn. Bạn có muốn tiếp tục không?

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
vi: Hủy

source: Export Anyway
ar: تصدير على أي حال
de: Trotzdem exportieren
es: Exportar de todos modos
fr: Exporter quand même
hi: फिर भी निर्यात करें
it: Esporta comunque
ja: とにかくエクスポート
nl: Toch exporteren
pl: Wyeksportuj mimo to
pt_br: Exportar Mesmo Assim
ru: Экспортировать все равно
vi: Vẫn xuất

source: Failed to export
pl: Eksportowanie nie powiodło się

source: DistroShelf failed to export the binary because:
pl: DistroShelf nie mógł wyeksportować pliku binarnego, ponieważ:

source: Unknown error occurred
pl: Wystąpił nieznany błąd

source: Close
pl: Zamknij

source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
hi: प्राथमिकताएं
it: Preferenze
ja: 設定
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ru: Настройки
vi: Tùy chọn

source: Terminal Settings
ar: إعدادات الطرفية
de: Terminal-Einstellungen
es: Configuración de terminal
fr: Paramètres du terminal
hi: टर्मिनल सेटिंग्स
it: Impostazioni terminale
ja: 端末設定
nl: Terminalinstellingen
pl: Ustawienia terminala
pt_br: Configurações do Terminal
ru: Настройки терминала
vi: Cài đặt đầu cuối

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
vi: Xóa

source: Add Custom
ar: إضافة مخصص
de: Benutzerdefiniert hinzufügen
es: Agregar personalizado
fr: Ajouter personnalisé
hi: कस्टम जोड़ें
it: Aggiungi personalizzato
ja: カスタムを追加
nl: Aangepast toevoegen
pl: Dodaj niestandardowy
pt_br: Adicionar Personalizado
ru: Добавить пользовательский
vi: Thêm tùy chỉnh

source: Distrobox Settings
ar: إعدادات Distrobox
de: Distrobox-Einstellungen
es: Configuración de Distrobox
fr: Paramètres Distrobox
hi: Distrobox सेटिंग्स
it: Impostazioni Distrobox
ja: Distrobox設定
nl: Distrobox-instellingen
pl: Ustawienia Distrobox
pt_br: Configurações do Distrobox
ru: Настройки Distrobox
vi: Cài đặt Distrobox

source: Distrobox Source
ar: مصدر Distrobox
de: Distrobox-Quelle
es: Fuente de Distrobox
fr: Source Distrobox
hi: Distrobox स्रोत
it: Sorgente Distrobox
ja: Distroboxソース
nl: Distrobox-bron
pl: Źródło Distroboxa
pt_br: Fonte do Distrobox
ru: Источник Distrobox
vi: Nguồn Distrobox

source: Bundled Version
ar: النسخة المجمعة
de: Gebündelte Version
es: Versión incluida
fr: Version groupée
hi: बंडल संस्करण
it: Versione inclusa
ja: バンドル版
nl: Gebundelde versie
pl: Spakowana wersja
pt_br: Versão Empacotada
ru: Встроенная версия
vi: Phiên bản đi kèm

source: Distrobox Version
ar: إصدار Distrobox
es: Versión de Distrobox
fr: Version Distrobox
hi: Distrobox संस्करण
it: Versione Distrobox
ja: Distroboxバージョン
nl: Distrobox-versie
pl: Wersja Distroboxa
pt_br: Versão do Distrobox
ru: Версия Distrobox
vi: Phiên bản Distrobox

source: Not available
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Non disponible
hi: उपलब्ध नहीं
it: Non disponibile
ja: 利用不可
nl: Niet beschikbaar
pl: Nie dostępne
pt_br: Não disponível
ru: Недоступно
vi: Không có sẵn

source: Re-download Bundled
ar: إعادة تنزيل النسخة المجمعة
de: Gebündelte Version erneut herunterladen
es: Descargar nuevamente la versión incluida
fr: Re-télécharger la version groupée
hi: बंडल को फिर से डाउनलोड करें
it: Riscarica versione inclusa
ja: バンドル版を再ダウンロード
nl: Opnieuw downloaden gebundeld
pl: Pobierz ponownie spakowaną
pt_br: Baixar Novamente Empacotado
ru: Перезагрузить встроенную версию
vi: Tải xuống lại theo gói

source: Delete this terminal?
ar: حذف هذه الطرفية؟
de: Dieses Terminal löschen?
es: ¿Eliminar este terminal?
fr: Supprimer ce terminal ?
hi: इस टर्मिनल को हटाएं?
it: Eliminare questo terminale?
ja: この端末を削除しますか？
nl: Deze terminal verwijderen?
pl: Usunąć ten terminal?
pt_br: Excluir este terminal?
ru: Удалить этот терминал?
vi: Xóa terminal này?

source: This terminal will be removed from the terminal list. This action cannot be undone.
ar: ستتم إزالة هذه الطرفية من قائمة الطرفيات. لا يمكن التراجع عن هذا الإجراء.
de: Dieses Terminal wird aus der Terminalliste entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Ce terminal sera supprimé de la liste des terminaux. Cette action est irréversible.
hi: यह टर्मिनल टर्मिनल सूची से हटा दिया जाएगा। यह क्रिया पूर्ववत नहीं की जा सकती।
it: Questo terminale verrà rimosso dall'elenco dei terminali. Questa azione non può essere annullata.
ja: この端末は端末リストから削除されます。この操作は取り消せません。
nl: Deze terminal wordt verwijderd uit de terminallijst. Deze actie kan niet ongedaan worden gemaakt.
pl: Ten terminal zostanie usunięty z listy terminali. Ta czynność jest nieodwracalna.
pt_br: Este terminal será removido da lista de terminais. Esta ação não pode ser desfeita.
ru: Этот терминал будет удален из списка терминалов. Это действие нельзя отменить.
vi: Thiết bị đầu cuối này sẽ bị xóa khỏi danh sách thiết bị đầu cuối. Không thể hoàn tác hành động này.

source: Terminal removed successfully
ar: تمت إزالة الطرفية بنجاح
de: Terminal erfolgreich entfernt
es: Terminal eliminado exitosamente
fr: Terminal supprimé avec succès
hi: टर्मिनल सफलतापूर्वक हटा दिया गया
it: Terminale rimosso con successo
ja: 端末が正常に削除されました
nl: Terminal succesvol verwijderd
pl: Terminal usunięto pomyślnie
pt_br: Terminal removido com sucesso
ru: Терминал успешно удален
vi: Đã xóa terminal thành công

source: Failed to delete terminal
ar: فشل حذف الطرفية
de: Terminal konnte nicht gelöscht werden
es: Error al eliminar terminal
fr: Échec de la suppression du terminal
hi: टर्मिनल हटाने में विफल
it: Impossibile eliminare il terminale
ja: 端末の削除に失敗しました
nl: Kan terminal niet verwijderen
pl: Usunięcie terminala nie powiodło się
pt_br: Falha ao excluir terminal
ru: Не удалось удалить терминал
vi: Không xóa được terminal

source: Add Custom Terminal
ar: إضافة طرفية مخصصة
de: Benutzerdefiniertes Terminal hinzufügen
es: Agregar terminal personalizado
fr: Ajouter un terminal personnalisé
hi: कस्टम टर्मिनल जोड़ें
it: Aggiungi terminale personalizzato
ja: カスタム端末を追加
nl: Aangepaste terminal toevoegen
pl: Dodaj niestandardowy terminal
pt_br: Adicionar Terminal Personalizado
ru: Добавить пользовательский терминал
vi: Thêm terminal tùy chỉnh

source: Terminal Name
ar: اسم الطرفية
es: Nombre del terminal
fr: Nom du terminal
hi: टर्मिनल नाम
it: Nome terminale
ja: 端末名
nl: Terminalnaam
pl: Nazwa terminala
pt_br: Nome do Terminal
ru: Имя терминала
vi: Tên terminal

source: Program Path
ar: مسار البرنامج
de: Programmpfad
es: Ruta del programa
fr: Chemin du programme
hi: प्रोग्राम पथ
it: Percorso programma
ja: プログラムパス
nl: Programmapad
pl: Ścieżka programu
pt_br: Caminho do Programa
ru: Путь к программе
vi: Đường dẫn chương trình

source: Separator Argument
ar: وسيطة الفاصل
de: Trennzeichen-Argument
es: Argumento separador
fr: Argument séparateur
hi: विभाजक तर्क
it: Argomento separatore
ja: 区切り引数
nl: Scheidingstekenargument
pl: Argument separatorowe
pt_br: Argumento Separador
ru: Аргумент-разделитель
vi: Đối số dấu phân cách

source: The separator argument is used to pass commands to the terminal. Examples: '--' for GNOME Terminal, '-e' for xterm
ar: تُستخدم وسيطة الفاصل لتمرير الأوامر إلى الطرفية. أمثلة: '--' لـ GNOME Terminal، '-e' لـ xterm
de: Das Trennzeichen-Argument wird verwendet, um Befehle an das Terminal zu übergeben. Beispiele: '--' für GNOME Terminal, '-e' für xterm
fr: L'argument séparateur est utilisé pour passer des commandes au terminal. Exemples : '--' pour GNOME Terminal, '-e' pour xterm
hi: विभाजक तर्क का उपयोग टर्मिनल को कमांड पास करने के लिए किया जाता है। उदाहरण: GNOME टर्मिनल के लिए '--', xterm के लिए '-e'
it: L'argomento separatore viene utilizzato per passare comandi al terminale. Esempi: '--' per GNOME Terminal, '-e' per xterm
ja: 区切り引数は端末にコマンドを渡すために使用されます。 例: GNOME Terminalの場合は '--'、xtermの場合は '-e'
nl: Het scheidingstekenargument wordt gebruikt om opdrachten door te geven aan de terminal. Voorbeelden: '--' voor GNOME Terminal, '-e' voor xterm
pl: Argumenty separatorowe są używane do przekazywania komend terminalowi. Przykłady: '--' dla GNOME Terminal, '-e' dla xterm
pt_br: O argumento separador é usado para passar comandos para o terminal. Exemplos: '--' para GNOME Terminal, '-e' para xterm
ru: Аргумент-разделитель используется для передачи команд терминалу. Примеры: '--' для GNOME Terminal, '-e' для xterm
vi: Đối số dấu phân cách được sử dụng để truyền lệnh đến thiết bị đầu cuối. Ví dụ: '--' cho GNOME Terminal, '-e' cho xterm

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
vi: Lưu

source: All fields are required
ar: جميع الحقول مطلوبة
de: Alle Felder sind erforderlich
es: Todos los campos son obligatorios
fr: Tous les champs sont obligatoires
hi: सभी फ़ील्ड आवश्यक हैं
it: Tutti i campi sono obbligatori
ja: すべてのフィールドが必須です
nl: Alle velden zijn verplicht
pl: Wszystkie pola są wymagane
pt_br: Todos os campos são obrigatórios
ru: Все поля обязательны
vi: Tất cả các trường đều bắt buộc

source: Custom terminal added successfully
ar: تمت إضافة الطرفية المخصصة بنجاح
de: Benutzerdefiniertes Terminal erfolgreich hinzugefügt
es: Terminal personalizado agregado exitosamente
fr: Terminal personnalisé ajouté avec succès
hi: कस्टम टर्मिनल सफलतापूर्वक जोड़ा गया
it: Terminale personalizzato aggiunto con successo
ja: カスタム端末が正常に追加されました
nl: Aangepaste terminal succesvol toegevoegd
pl: Niestandardowy terminal dodano pomyślnie
pt_br: Terminal personalizado adicionado com sucesso
ru: Пользовательский терминал успешно добавлен
vi: Đã thêm thiết bị đầu cuối tùy chỉnh thành công

source: Failed to save terminal
ar: فشل حفظ الطرفية
de: Terminal konnte nicht gespeichert werden
es: Error al guardar el terminal
fr: Échec de l'enregistrement du terminal
hi: टर्मिनल सहेजने में विफल
it: Impossibile salvare il terminale
ja: 端末の保存に失敗しました
nl: Kan terminal niet opslaan
pl: Zapisywanie terminala nie powiodło się
pt_br: Falha ao salvar terminal
ru: Не удалось сохранить терминал
vi: Không lưu được terminal

source: Running Tasks
ar: المهام قيد التشغيل
de: Laufende Aufgaben
es: Tareas en ejecución
fr: Tâches en cours
hi: चल रहे कार्य
it: Attività in esecuzione
ja: 実行中のタスク
nl: Lopende taken
pl: Wykonywane zadania
pt_br: Tarefas em Execução
ru: Запущенные задачи
vi: Tác vụ đang chạy

source: No Running Tasks
ar: لا توجد مهام قيد التشغيل
de: Keine laufenden Aufgaben
es: Sin tareas en ejecución
fr: Aucune tâche en cours
hi: कोई चल रहा कार्य नहीं
it: Nessuna attività in esecuzione
ja: 実行中のタスクはありません
nl: Geen lopende taken
pl: Brak wykonywanych zadań
pt_br: Nenhuma Tarefa em Execução
ru: Нет запущенных задач
vi: Không có tác vụ đang chạy

source: Tasks such as starting, stopping and upgrading will appear here.
ar: ستظهر المهام مثل البدء والإيقاف والترقية هنا.
de: Aufgaben wie Starten, Stoppen und Aktualisieren werden hier angezeigt.
es: Las tareas como iniciar, detener y actualizar aparecerán aquí.
fr: Les tâches telles que le démarrage, l'arrêt et la mise à jour apparaîtront ici.
hi: शुरू करने, रोकने और अपग्रेड करने जैसे कार्य यहां दिखाई देंगे।
it: Le attività come avvio, arresto e aggiornamento appariranno qui.
ja: 起動、停止、アップグレードなどのタスクがここに表示されます。
nl: Taken zoals starten, stoppen en upgraden verschijnen hier.
pl: Zadania takie jak uruchamianie, zatrzymywanie i aktualizowanie będą się tu pokazywać.
pt_br: Tarefas como iniciar, parar e atualizar aparecerão aqui.
ru: Здесь будут отображаться такие задачи, как запуск, остановка и обновление.
vi: Các tác vụ như khởi động, dừng và nâng cấp sẽ xuất hiện tại đây.

source: Clear Ended Tasks
ar: مسح المهام المنتهية
de: Beendete Aufgaben löschen
es: Borrar tareas finalizadas
fr: Effacer les tâches terminées
hi: समाप्त कार्यों को साफ़ करें
it: Cancella attività terminate
ja: 終了したタスクをクリア
nl: Beëindigde taken wissen
pl: Wyczyść zakończone zadania
pt_br: Limpar Tarefas Finalizadas
ru: Очистить завершенные задачи
vi: Xóa các tác vụ đã kết thúc

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
hi: रोकें
it: Ferma
ja: 停止
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
vi: Dừng

source: Container Status
ar: حالة الحاوية
es: Estado del contenedor
fr: État du conteneur
hi: कंटेनर स्थिति
it: Stato container
ja: コンテナの状態
pl: Stan kontenera
pt_br: Status do Container
ru: Статус контейнера
vi: Trạng thái vùng chứa

source: Status
ar: الحالة
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状態
pl: Stan
ru: Статус
vi: Trạng thái

source: Open Terminal
ar: فتح الطرفية
de: Terminal öffnen
es: Abrir terminal
fr: Ouvrir le terminal
hi: टर्मिनल खोलें
it: Apri terminale
ja: 端末を開く
nl: Terminal openen
pl: Otwórz terminal
pt_br: Abrir Terminal
ru: Открыть терминал
vi: Mở Terminal

source: Resources
ar: الموارد
de: Ressourcen
es: Recursos
fr: Ressources
hi: संसाधन
it: Risorse
ja: リソース
nl: Bronnen
pl: Zasoby
pt_br: Recursos
ru: Ресурсы
vi: Tài nguyên

source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
hi: त्वरित क्रियाएं
it: Azioni rapide
ja: クイックアクション
nl: Snelle acties
pl: Szybkie działania
pt_br: Ações Rápidas
ru: Быстрые действия
vi: Thao tác nhanh

source: Upgrade Container
ar: ترقية الحاوية
de: Container aktualisieren
es: Actualizar contenedor
fr: Mettre à jour le conteneur
hi: कंटेनर अपग्रेड करें
it: Aggiorna container
ja: コンテナをアップグレード
nl: Container upgraden
pl: Zaktualizuj kontener
pt_br: Atualizar Container
ru: Обновить контейнер
vi: Vùng chứa nâng cấp

source: Update all packages
ar: تحديث جميع الحزم
de: Alle Pakete aktualisieren
es: Actualizar todos los paquetes
fr: Mettre à jour tous les paquets
hi: सभी पैकेज अपडेट करें
it: Aggiorna tutti i pacchetti
ja: すべてのパッケージを更新
nl: Alle pakketten bijwerken
pl: Aktualizuj wszystkie pakiety
pt_br: Atualizar todos os pacotes
ru: Обновить все пакеты
vi: Cập nhật tất cả các gói

source: Applications
ar: التطبيقات
de: Anwendungen
es: Aplicaciones
hi: अनुप्रयोग
it: Applicazioni
ja: アプリケーション
nl: Toepassingen
pl: Aplikacje
pt_br: Aplicativos
ru: Приложения
vi: Ứng dụng

source: Manage exportable applications
ar: إدارة التطبيقات القابلة للتصدير
de: Exportierbare Anwendungen verwalten
es: Gestionar aplicaciones exportables
fr: Gérer les applications exportables
hi: निर्यात योग्य अनुप्रयोगों को प्रबंधित करें
it: Gestisci applicazioni esportabili
ja: エクスポート可能なアプリケーションを管理
nl: Beheer exporteerbare toepassingen
pl: Zarządzaj eksportowywalnymi aplikacjami
pt_br: Gerenciar aplicativos exportáveis
ru: Управление экспортируемыми приложениями
vi: Quản lý các ứng dụng có thể xuất

source: Install Package
ar: تثبيت حزمة
de: Paket installieren
es: Instalar paquete
fr: Installer un paquet
hi: पैकेज स्थापित करें
it: Installa pacchetto
ja: パッケージをインストール
nl: Pakket installeren
pl: Zainstaluj pakiet
pt_br: Instalar Pacote
ru: Установить пакет
vi: Cài đặt gói

source: Install packages into container
ar: تثبيت الحزم في الحاوية
de: Pakete in Container installieren
es: Instalar paquetes en el contenedor
fr: Installer des paquets dans le conteneur
hi: कंटेनर में पैकेज स्थापित करें
it: Installa pacchetti nel container
ja: コンテナにパッケージをインストール
nl: Pakketten in container installeren
pl: Instaluj pakiety w kontenerze
pt_br: Instalar pacotes no container
ru: Установить пакеты в контейнер
vi: Cài đặt gói vào vùng chứa

source: Clone Container
ar: استنساخ الحاوية
de: Container klonen
es: Clonar contenedor
fr: Cloner le conteneur
hi: कंटेनर क्लोन करें
it: Clona container
ja: コンテナを複製
nl: Container klonen
pl: Duplikuj kontener
pt_br: Clonar Container
ru: Клонировать контейнер
vi: Vùng chứa bản sao

source: Create a copy of this container
ar: إنشاء نسخة من هذه الحاوية
de: Eine Kopie dieses Containers erstellen
es: Crear una copia de este contenedor
fr: Créer une copie de ce conteneur
hi: इस कंटेनर की एक प्रति बनाएं
it: Crea una copia di questo container
ja: このコンテナのコピーを作成
nl: Maak een kopie van deze container
pl: Stwórz kopię tego kontenera
pt_br: Criar uma cópia deste container
ru: Создать копию этого контейнера
vi: Tạo bản sao của vùng chứa này

source: Danger Zone
ar: منطقة الخطر
de: Gefahrenzone
es: Zona peligrosa
fr: Zone de danger
hi: खतरा क्षेत्र
it: Zona pericolosa
ja: 危険ゾーン
nl: Gevarenzone
pl: Strefa niebezpieczeństwa
pt_br: Zona de Perigo
ru: Опасная зона
vi: Vùng nguy hiểm

source: Delete Container
ar: حذف الحاوية
de: Container löschen
es: Eliminar contenedor
fr: Supprimer le conteneur
hi: कंटेनर हटाएं
it: Elimina container
ja: コンテナを削除
nl: Container verwijderen
pl: Usuń kontener
pt_br: Excluir Container
ru: Удалить контейнер
vi: Xóa vùng chứa

source: Permanently remove this container and all its data
ar: إزالة هذه الحاوية وجميع بياناتها بشكل دائم
de: Diesen Container und alle seine Daten dauerhaft entfernen
es: Eliminar permanentemente este contenedor y todos sus datos
fr: Supprimer définitivement ce conteneur et toutes ses données
hi: इस कंटेनर और इसके सभी डेटा को स्थायी रूप से हटा दें
it: Rimuovi permanentemente questo container e tutti i suoi dati
ja: このコンテナとそのすべてのデータを完全に削除
nl: Verwijder deze container en al zijn gegevens permanent
pl: Na zawsze usuń ten kontener i wszystkie jego dane
pt_br: Remover permanentemente este container e todos os seus dados
ru: Безвозвратно удалить этот контейнер и все его данные
vi: Xóa vĩnh viễn vùng chứa này và tất cả dữ liệu của nó

source: Copy image URL
ar: نسخ رابط الصورة
de: Image-URL kopieren
es: Copiar URL de imagen
fr: Copier l'URL de l'image
hi: छवि URL कॉपी करें
it: Copia URL immagine
ja: イメージURLをコピー
nl: Afbeeldings-URL kopiëren
pl: Skopiuj łącze URL obrazu
pt_br: Copiar URL da imagem
ru: Копировать URL образа
vi: Sao chép URL hình ảnh

source: Image URL copied
ar: تم نسخ رابط الصورة
de: Image-URL kopiert
es: URL de imagen copiada
fr: URL de l'image copiée
hi: छवि URL कॉपी किया गया
it: URL immagine copiato
ja: イメージURLがコピーされました
nl: Afbeeldings-URL gekopieerd
pl: Skopiowano łącze URL obrazu
pt_br: URL da imagem copiada
ru: URL образа скопирован
vi: Đã sao chép URL hình ảnh

source: Image already downloaded
ar: تم تنزيل الصورة بالفعل
de: Image bereits heruntergeladen
es: Imagen ya descargada
fr: Image déjà téléchargée
hi: छवि पहले ही डाउनलोड हो चुकी है
it: Immagine già scaricata
ja: イメージは既にダウンロードされています
nl: Afbeelding al gedownload
pl: Obraz już jest pobrany
pt_br: Imagem já baixada
ru: Образ уже загружен
vi: Hình ảnh đã được tải xuống

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
vi: Sao chép

source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
hi: पेस्ट
it: Incolla
ja: 貼り付け
nl: Plakken
pl: Wklej
pt_br: Colar
ru: Вставить
vi: Dán
