Repository: ranfdev/DistroShelf
Catalog: po/*.po
Languages: ar, de, es, fr, hi, id, it, ja, nl, pl, pt_br, ru, vi

source: GTK;
pl: GTK;Distrobox;Container;Kontener;

source: Selected terminal emulator
ar: محاكي الطرفية المختار
de: Ausgewählter Terminal-Emulator
es: Emulador de terminal seleccionado
fr: Émulateur de terminal sélectionné
hi: चयनित टर्मिनल एमुलेटर
id: Emulator terminal yang dipilih
it: Emulatore di terminale selezionato
ja: 選択されたターミナルエミュレータ
nl: Gekozen terminalemulator
pl: Wybrana aplikacja terminala
pt_br: Selecionar o emulador de terminal
ru: Выбранный эмулятор терминала
vi: Trình mô phỏng terminal được chọn

source: The terminal emulator selected by the user.
ar: محاكي الطرفية الذي اختاره المستخدم.
de: Der vom Benutzer ausgewählte Terminal-Emulator.
es: El emulador de terminal seleccionado por el usuario.
fr: L'émulateur de terminal sélectionné par l'utilisateur.
hi: उपयोगकर्ता द्वारा चयनित टर्मिनल एमुलेटर।
id: Emulator terminal yang dipilih oleh pengguna.
it: L'emulatore di terminale selezionato dall'utente.
ja: ユーザーによって選択されたターミナルエミュレータ。
nl: De zelfgekozen terminalemulator.
pl: Aplikacja terminala wybrana przez użytkownika.
pt_br: O emulador de terminal selecionado pelo usuário.
ru: Эмулятор терминала, выбранный пользователем.
vi: Trình mô phỏng thiết bị đầu cuối do người dùng chọn.

source: Window width
ar: عرض النافذة
de: Fensterbreite
es: Ancho de la ventana
fr: Largeur de la fenêtre
hi: विंडो की चौड़ाई
it: Larghezza finestra
ja: ウィンドウの幅
nl: Vensterbreedte
pl: Szerokość okna
pt_br: Largura da janela
ru: Ширина окна
vi: Chiều rộng cửa sổ

source: The width of the main window when last closed.
ar: عرض النافذة الرئيسية عند آخر إغلاق.
de: Die Breite des Hauptfensters beim letzten Schließen.
es: El ancho de la ventana principal cuando se cerró por última vez.
fr: La largeur de la fenêtre principale lors de sa dernière fermeture.
hi: पिछली बार बंद होने पर मुख्य विंडो की चौड़ाई।
it: La larghezza della finestra principale all'ultima chiusura.
ja: 最後に閉じたときのメインウィンドウの幅。
nl: De breedte van het hoofdvenster bij de laatste sluiting.
pl: Szerokość głównego okna podczas ostatniego zamknięcia.
pt_br: A largura da janela principal quando foi fechada pela última vez.
ru: Ширина главного окна при последнем закрытии.
vi: Chiều rộng của cửa sổ chính khi đóng lần cuối.

source: Window height
ar: ارتفاع النافذة
de: Fensterhöhe
es: Alto de la ventana
fr: Hauteur de la fenêtre
hi: विंडो की ऊंचाई
it: Altezza finestra
ja: ウィンドウの高さ
nl: Vensterhoogte
pl: Wysokość okna
pt_br: Altura da janela
ru: Высота окна
vi: Chiều cao cửa sổ

source: The height of the main window when last closed.
ar: ارتفاع النافذة الرئيسية عند آخر إغلاق.
de: Die Höhe des Hauptfensters beim letzten Schließen.
es: El alto de la ventana principal cuando se cerró por última vez.
fr: La hauteur de la fenêtre principale lors de sa dernière fermeture.
hi: पिछली बार बंद होने पर मुख्य विंडो की ऊंचाई।
it: L'altezza della finestra principale all'ultima chiusura.
ja: 最後に閉じたときのメインウィンドウの高さ。
nl: De hoogte van het hoofdvenster bij de laatste sluiting.
pl: Wysokość głównego okna podczas ostatniego zamknięcia.
pt_br: A altura da janela principal quando foi fechada pela última vez.
ru: Высота главного окна при последнем закрытии.
vi: Chiều cao của cửa sổ chính khi đóng lần cuối.

source: Distrobox executable source
ar: مصدر ملف Distrobox القابل للتنفيذ
de: Distrobox-Ausführungsquelle
es: Fuente del ejecutable de Distrobox
fr: Source de l'exécutable Distrobox
hi: Distrobox निष्पादन योग्य स्रोत
it: Sorgente eseguibile Distrobox
ja: Distrobox実行可能ファイルのソース
nl: Distrobox uitvoerbare bron
pl: Źródło wykonywania Distroboxa
pt_br: Fonte do executável Distrobox
ru: Источник исполняемого файла Distrobox
vi: Nguồn thực thi Distrobox

source: The source of the distrobox executable. Can be 'host' or 'bundled'.
ar: مصدر ملف distrobox القابل للتنفيذ. يمكن أن يكون 'host' أو 'bundled'.
de: Die Quelle der Distrobox-Ausführungsdatei. Kann 'host' oder 'bundled' sein.
es: La fuente del ejecutable de distrobox. Puede ser 'host' o 'bundled'.
fr: La source de l'exécutable distrobox. Peut être 'host' ou 'bundled'.
hi: distrobox निष्पादन योग्य का स्रोत। 'host' या 'bundled' हो सकता है।
it: La sorgente dell'eseguibile distrobox. Può essere 'host' o 'bundled'.
ja: distrobox実行可能ファイルのソース。'host'または'bundled'を指定できます。
nl: De bron van het distrobox uitvoerbare bestand. Kan 'host' of 'bundled' zijn.
pl: Źródło pliku wykonywalnego distroboxa. Może to być 'host' albo 'bundled'.
pt_br: A fonte do executável distrobox. Pode ser 'host' ou 'bundled'.
ru: Источник исполняемого файла distrobox. Может быть 'host' или 'bundled'.
vi: Nguồn của tệp thực thi distrobox. Có thể là 'host' hoặc 'bundled'.

source: Graphical interface for managing Distrobox containers
ar: واجهة رسومية لإدارة حاويات Distrobox
de: Grafische Oberfläche zur Verwaltung von Distrobox-Containern
es: Interfaz gráfica para gestionar contenedores de Distrobox
fr: Interface graphique pour gérer les conteneurs Distrobox
hi: Distrobox कंटेनरों के प्रबंधन के लिए ग्राफिकल इंटरफ़ेस
id: Antarmuka grafis untuk mengelola kontainer Distrobox
it: Interfaccia grafica per la gestione dei containers su Distrobox
ja: Distroboxコンテナを管理するためのグラフィカルインターフェース
nl: Een grafische toepassing voor het beheren van Distrobox-containers
pl: Interfejs graficzny do zarządzania kontenerami Distrobox
pt_br: Interface gráfica para gerenciar containers do Distrobox
ru: Графический интерфейс для управления контейнерами Distrobox
vi: Giao diện đồ họa để quản lý các vùng chứa Distrobox

source: DistroShelf is a graphical interface for managing Distrobox containers on Linux. It provides an easy way to:
ar: DistroShelf هي واجهة رسومية لإدارة حاويات Distrobox على Linux. توفر طريقة سهلة لـ:
de: DistroShelf ist eine grafische Oberfläche zur Verwaltung von Distrobox-Containern unter Linux. Es bietet eine einfache Möglichkeit:
fr: DistroShelf est une interface graphique pour gérer les conteneurs Distrobox sur Linux. Il offre un moyen simple de :
hi: DistroShelf लिनक्स पर Distrobox कंटेनरों के प्रबंधन के लिए एक ग्राफिकल इंटरफ़ेस है। यह निम्नलिखित के लिए एक आसान तरीका प्रदान करता है:
id: DistroShelf adalah antarmuka grafis untuk mengelola kontainer Distrobox di Linux. Ini menyediakan cara mudah untuk:
it: DistroShelf è un'interfaccia grafica per la gestione dei containers Distrobox su Linux. Offre un modo semplice per:
ja: DistroShelfは、Linux上でDistroboxコンテナを管理するためのグラフィカルインターフェースです。以下のことを簡単に行うことができます：
nl: DistroShelf is een grafische toepassing voor het beheren van Distrobox-containers op Linux. Kenmerken:
pl: DistroShelf to graficzny interfejs do zarządzania kontenerami Distrobox. Pozwala on na łatwy dostęp do:
pt_br: DistroShelf é uma interface gráfica para gerenciar containers do Distrobox no Linux. Ele fornece uma maneira simples de:
ru: DistroShelf — это графический интерфейс для управления контейнерами Distrobox в Linux. Он предоставляет простой способ:
vi: DistroShelf là giao diện đồ họa để quản lý bộ chứa Distrobox trên Linux. Nó cung cấp một cách dễ dàng để:

source: Create and manage containers
ar: إنشاء وإدارة الحاويات
de: Container erstellen und verwalten
es: Crear y gestionar contenedores
fr: Créer et gérer des conteneurs
hi: कंटेनर बनाएं और प्रबंधित करें
id: Membuat dan mengelola kontainer
it: Creare e gestire containers
ja: コンテナの作成と管理
nl: Maak en beheer containers
pl: Tworzenia i zarządzania kontenerami
pt_br: Criar e gerenciar containers
ru: Создавать и управлять контейнерами
vi: Tạo và quản lý vùng chứa

source: View container status and details
ar: عرض حالة الحاوية وتفاصيلها
de: Containerstatus und Details anzeigen
es: Ver estado y detalles del contenedor
fr: Voir l'état et les détails du conteneur
hi: कंटेनर की स्थिति और विवरण देखें
id: Melihat status dan detail kontainer
it: Visualizzazione dello stato e dei dettagli del container
ja: コンテナの状態と詳細の表示
nl: Bekijk de containerstatus en -details
pl: Pokazywania stanu i szczegółów kontenerów
pt_br: Visualizar status e detalhes do container
ru: Просматривать статус и детали контейнера
vi: Xem trạng thái và chi tiết vùng chứa

source: Install packages
ar: تثبيت الحزم
de: Pakete installieren
es: Instalar paquetes
fr: Installer des paquets
hi: पैकेज स्थापित करें
id: Menginstal paket
it: Installare pacchetti
ja: パッケージのインストール
nl: Installeer pakketten
pl: Instalowania pakietów
pt_br: Instalar pacotes
ru: Устанавливать пакеты
vi: Cài đặt gói

source: Manage exported applications
ar: إدارة التطبيقات المصدرة
de: Exportierte Anwendungen verwalten
es: Gestionar aplicaciones exportadas
fr: Gérer les applications exportées
hi: निर्यात किए गए अनुप्रयोगों को प्रबंधित करें
id: Mengelola aplikasi yang diekspor
it: Gestire le applicazioni esportate
ja: エクスポートされたアプリケーションの管理
nl: Beheer geëxporteerde toepassingen
pl: Zarządzania wyeksportowanymi aplikacjami
pt_br: Gerenciar aplicativos exportados
ru: Управлять экспортированными приложениями
vi: Quản lý các ứng dụng đã xuất

source: Open terminal sessions
ar: فتح جلسات الطرفية
de: Terminalsitzungen öffnen
es: Abrir sesiones de terminal
fr: Ouvrir des sessions de terminal
hi: टर्मिनल सत्र खोलें
id: Membuka sesi terminal
it: Aprire sessioni di terminali
ja: ターミナルセッションを開く
nl: Open terminalsessies
pl: Otwierania sesji terminala
pt_br: Abrir sessões de terminal
ru: Открывать сеансы терминала
vi: Mở phiên cuối

source: Upgrade containers
ar: ترقية الحاويات
de: Container aktualisieren
es: Actualizar contenedores
fr: Mettre à jour les conteneurs
hi: कंटेनरों को अपग्रेड करें
id: Memperbarui kontainer
it: Aggiornare containers
ja: コンテナのアップグレード
nl: Werk containers bij
pl: Aktualizowania kontenerów
pt_br: Atualizar containers
ru: Обновлять контейнеры
vi: Nâng cấp vùng chứa

source: Clone and delete containers
ar: استنساخ وحذف الحاويات
de: Container klonen und löschen
es: Clonar y eliminar contenedores
fr: Cloner et supprimer des conteneurs
hi: कंटेनरों को क्लोन करें और हटाएं
id: Mengkloning dan menghapus kontainer
it: Clonare ed eliminare i containers
ja: コンテナの複製と削除
nl: Kloon en verwijder containers
pl: Duplikowania i usuwania kontenerów
pt_br: Clonar e excluir containers
ru: Клонировать и удалять контейнеры
vi: Sao chép và xóa vùng chứa

# shortcut window
source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ja: 一般
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
vi: Tổng quan

# shortcut window
source: Keyboard Shortcuts
pl: Skróty klawiszowe

# shortcut window
source: Settings
pl: Ustawienia

# shortcut window
source: Quit
ar: خروج
de: Beenden
es: Salir
fr: Quitter
hi: बाहर निकलें
it: Esci
ja: 終了
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
ru: Выйти
vi: Thoát

# shortcut window
source: Containers
pl: Kontenery

# shortcut window
source: Refresh
pl: Odśwież

# shortcut window
source: Upgrade Container
pl: Zaktualizuj kontener

# shortcut window
source: Upgrade All
pl: Zaktualizuj wszystkie

# shortcut window
source: Stop Container
pl: Zatrzymaj kontener

# shortcut window
source: Delete Container
pl: Usuń kontener

# shortcut window
source: Open Terminal
pl: Otwórz terminal

# shortcut window
source: Install Package
pl: Zainstaluj pakiet

# shortcut window
source: View Exportable Apps
pl: Wyświetl eksportowywalne aplikacje

source: Command Log
ar: سجل الأوامر
de: Befehlsprotokoll
es: Registro de comandos
fr: Journal des commandes
hi: कमांड लॉग
it: Registro comandi
ja: コマンドログ
nl: Opdrachtlogboek
pl: Dziennik poleceń
pt_br: Log de Comandos
ru: Журнал команд
vi: Nhật ký lệnh

source: Executing a single task (eg: listing applications) may require multiple chains of commands. For debugging purposes, this log shows all commands executed by the application.
ar: قد يتطلب تنفيذ مهمة واحدة (مثل: سرد التطبيقات) سلاسل متعددة من الأوامر. لأغراض التصحيح، يعرض هذا السجل جميع الأوامر التي ينفذها التطبيق.
de: Das Ausführen einer einzelnen Aufgabe (z. B. Auflisten von Anwendungen) kann mehrere Befehlsketten erfordern. Zu Debugging-Zwecken zeigt dieses Protokoll alle von der Anwendung ausgeführten Befehle an.
fr: L'exécution d'une seule tâche (ex : lister les applications) peut nécessiter plusieurs chaînes de commandes. À des fins de débogage, ce journal affiche toutes les commandes exécutées par l'application.
hi: एक एकल कार्य (जैसे: अनुप्रयोगों को सूचीबद्ध करना) को निष्पादित करने के लिए कई कमांड श्रृंखलाओं की आवश्यकता हो सकती है। डिबगिंग उद्देश्यों के लिए, यह लॉग एप्लिकेशन द्वारा निष्पादित सभी कमांड दिखाता है।
it: L'esecuzione di una singola attività (es: elencare le applicazioni) può richiedere diverse catene di comandi. Per scopi di debug, questo registro mostra tutti i comandi eseguiti dall'applicazione.
ja: 単一のタスク（例：アプリケーションのリスト表示）を実行するには、複数のコマンドチェーンが必要になる場合があります。デバッグ目的のために、このログにはアプリケーションによって実行されたすべてのコマンドが表示されます。
nl: Het uitvoeren van een enkele taak (bijv. het weergeven van toepassingen) kan meerdere opdrachtketens vereisen. Voor foutopsporingsdoeleinden toont dit logboek alle opdrachten die door de toepassing zijn uitgevoerd.
pl: Wykonywanie pojedynczego zadania (np. wypisywanie aplikacji) może wymagać kilku łańcuchów komend. Na potrzeby debugowania, dziennik ten pokazuje wszystkie komendy uruchomione przez tą aplikację.
pt_br: A execução de uma única tarefa (ex: listar aplicativos) pode exigir várias cadeias de comandos. Para fins de depuração, este log mostra todos os comandos executados pelo aplicativo.
ru: Выполнение одной задачи (например, список приложений) может потребовать нескольких цепочек команд. Для целей отладки этот журнал показывает все команды, выполненные приложением.
vi: Việc thực thi một tác vụ đơn lẻ (ví dụ: liệt kê các ứng dụng) có thể yêu cầu nhiều chuỗi lệnh. Vì mục đích debugging, nhật ký này hiển thị tất cả các lệnh được ứng dụng thực thi.

source: Create a Distrobox
ar: إنشاء Distrobox
de: Distrobox erstellen
es: Crear un Distrobox
fr: Créer une Distrobox
hi: एक Distrobox बनाएं
it: Crea una Distrobox
ja: Distroboxを作成
nl: Distrobox maken
pl: Utwórz Distroboxa
pt_br: Criar um Distrobox
ru: Создать Distrobox
vi: Tạo Distrobox

source: Guided
pl: Krok po kroku

source: Cloning
ar: استنساخ
de: Klonen
es: Clonando
fr: Clonage
hi: क्लोनिंग
it: Clonazione
ja: 複製中
nl: Klonen
pl: Duplikowanie
pt_br: Clonando
ru: Клонирование
vi: Nhân bản

source: Cloning the container requires stopping it first
ar: يتطلب استنساخ الحاوية إيقافها أولاً
de: Das Klonen des Containers erfordert, dass er zuerst gestoppt wird
es: La clonación del contenedor requiere detenerlo primero
fr: Le clonage du conteneur nécessite de l'arrêter d'abord
hi: कंटेनर को क्लोन करने के लिए पहले इसे रोकना आवश्यक है
it: La clonazione del container richiede prima il suo arresto
ja: コンテナを複製するには、まず停止する必要があります
nl: Het klonen van de container vereist dat deze eerst wordt gestopt
pl: Duplikowanie kontenera wymaga, aby ten był najpierw zatrzymany
pt_br: Clonar o container requer pará-lo primeiro
ru: Клонирование контейнера требует его предварительной остановки
vi: Việc nhân bản vùng chứa yêu cầu dừng nó trước

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
vi: Cài đặt

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
vi: Tên

source: Base Image
ar: الصورة الأساسية
de: Basis-Image
es: Imagen base
fr: Image de base
hi: आधार छवि
it: Immagine base
ja: ベースイメージ
nl: Basisafbeelding
pl: Obraz podstawowy
pt_br: Imagem Base
ru: Базовый образ
vi: Hình ảnh cơ sở

source: Select an image...
ar: اختر صورة...
de: Wählen Sie ein Image...
es: Seleccionar una imagen...
fr: Sélectionner une image...
hi: एक छवि चुनें...
it: Seleziona un'immagine...
ja: イメージを選択...
nl: Selecteer een afbeelding...
pl: Wybierz obraz...
pt_br: Selecione uma imagem...
ru: Выберите образ...
vi: Chọn hình ảnh...

source: Select Home Directory
ar: اختر دليل المنزل
de: Home-Verzeichnis auswählen
es: Seleccionar directorio de inicio
fr: Sélectionner le répertoire personnel
hi: होम डायरेक्टरी चुनें
it: Seleziona cartella Home
ja: ホームディレクトリを選択
nl: Selecteer thuismap
pl: Wybierz katalog domowy
pt_br: Selecionar Diretório Home
ru: Выберите домашний каталог
vi: Chọn Thư mục chính

source: Custom Home Directory
ar: دليل منزل مخصص
de: Benutzerdefiniertes Home-Verzeichnis
es: Directorio de inicio personalizado
fr: Répertoire personnel personnalisé
hi: कस्टम होम डायरेक्टरी
it: Cartella Home personalizzata
ja: カスタムホームディレクトリ
nl: Aangepaste thuismap
pl: Niestandardowy katalog domowy
pt_br: Diretório Home Personalizado
ru: Пользовательский домашний каталог
vi: Thư mục chính tùy chỉnh

source: NVIDIA Support
ar: دعم NVIDIA
de: NVIDIA-Unterstützung
es: Soporte de NVIDIA
fr: Support NVIDIA
hi: NVIDIA समर्थन
it: Supporto NVIDIA
ja: NVIDIAサポート
nl: NVIDIA-ondersteuning
pl: Wsparcie NVIDIA
pt_br: Suporte NVIDIA
ru: Поддержка NVIDIA
vi: Hỗ trợ NVIDIA

source: Init process
ar: عملية Init
de: Init-Prozess
es: Proceso de inicialización
fr: Processus Init
hi: Init प्रक्रिया
it: Processo Init
ja: Initプロセス
nl: Init-proces
pl: Proces init
pt_br: Processo Init
ru: Процесс инициализации
vi: Quá trình khởi tạo

source: Hostname
pl: Nazwa hosta

source: Privileged
pl: Z uprawnieniami super użytkownika

source: Advanced
pl: Zaawansowane

source: Assemble from File
ar: تجميع من ملف
de: Aus Datei zusammenstellen
es: Ensamblar desde archivo
fr: Assembler à partir d'un fichier
hi: फ़ाइल से असेंबल करें
it: Assembla da file
ja: ファイルからアセンブル
nl: Samenstellen uit bestand
pl: Zbuduj z pliku
pt_br: Montar a partir de Arquivo
ru: Собрать из файла
vi: Tập hợp từ tệp

source: Create a container from an assemble file
ar: إنشاء حاوية من ملف تجميع
de: Einen Container aus einer Assemblierungsdatei erstellen
es: Crear un contenedor a partir de un archivo de ensamblaje
fr: Créer un conteneur à partir d'un fichier d'assemblage
hi: एक असेंबल फ़ाइल से एक कंटेनर बनाएं
it: Crea un container da un file di assemblaggio
ja: アセンブルファイルからコンテナを作成
nl: Maak een container van een samenstelbestand
pl: Stwórz kontener z pliku montażowego
pt_br: Criar um container a partir de um arquivo de montagem
ru: Создать контейнер из файла сборки
vi: Tạo vùng chứa từ tệp tập hợp

source: INI Files
pl: Pliki INI

source: Select Assemble File
ar: اختر ملف التجميع
de: Assemblierungsdatei auswählen
es: Seleccionar archivo de ensamblaje
fr: Sélectionner le fichier d'assemblage
hi: असेंबल फ़ाइल चुनें
it: Seleziona file di assemblaggio
ja: アセンブルファイルを選択
nl: Selecteer samenstelbestand
pl: Wybierz plik montażowy
pt_br: Selecionar Arquivo de Montagem
ru: Выберите файл сборки
vi: Chọn Tập tin lắp ráp

source: Assemble from URL
es: Ensamblar desde URL
hi: URL से असेंबल करें
it: Assembla da URL
ja: URLから組み立てる
nl: Samenstellen van URL
pl: Zbuduj z łącza URL
pt_br: Montar a partir de URL
ru: Собрать из URL
vi: Tập hợp từ URL

source: Create a container from a remote URL
ar: إنشاء حاوية من رابط URL بعيد
de: Einen Container von einer Remote-URL erstellen
es: Crear un contenedor desde una URL remota
fr: Créer un conteneur à partir d'une URL distante
hi: एक दूरस्थ URL से एक कंटेनर बनाएं
it: Crea un container da un URL remoto
ja: リモートURLからコンテナを作成
nl: Maak een container van een externe URL
pl: Stwórz kontener z zdalnego łącza URL
pt_br: Criar um container a partir de uma URL remota
ru: Создать контейнер из удаленного URL
vi: Tạo vùng chứa từ URL từ xa

source: URL
ar: رابط URL
pl: Adres URL

source: Configuration Preview
pl: Podgląd konfiguracji

source: Download failed
ar: فشل التنزيل
de: Download fehlgeschlagen
es: La descarga falló
fr: Échec du téléchargement
hi: डाउनलोड विफल
it: Download fallito
ja: ダウンロードに失敗しました
nl: Download mislukt
pl: Pobieranie nie powiodło się
pt_br: Download falhou
ru: Загрузка не удалась
vi: Tải xuống không thành công

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
it: Crea
ja: 作成
nl: Maken
pl: Stwórz
pt_br: Criar
ru: Создать
vi: Tạo

source: No file selected
ar: لم يتم اختيار ملف
de: Keine Datei ausgewählt
es: Sin archivo seleccionado
fr: Aucun fichier sélectionné
hi: कोई फ़ाइल चयनित नहीं
it: Nessun file selezionato
ja: ファイルが選択されていません
nl: Geen bestand geselecteerd
pl: Nie wybrano pliku
pt_br: Nenhum arquivo selecionado
ru: Файл не выбран
vi: Không có tệp nào được chọn

source: Search or enter custom image...
hi: खोजें या कस्टम छवि दर्ज करें...
it: Cerca o inserisci immagine personalizzata...
ja: 検索またはカスタムイメージを入力...
nl: Zoeken of aangepaste afbeelding invoeren...
pl: Wyszukaj lub wprowadź niestandardowy obraz...
ru: Поиск или ввод пользовательского образа...
vi: Tìm kiếm hoặc nhập hình ảnh tùy chỉnh...

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: カスタム
nl: Aangepast
pl: Niestandardowe
pt_br: Personalizado
ru: Пользовательский
vi: Tùy chỉnh

source: Volumes
ar: وحدات التخزين
es: Volúmenes
hi: वॉल्यूम
it: Volumi
ja: ボリューム
pl: Wolumeny
ru: Тома
vi: Dung lượng

source: Specify volumes in the format 'host_path:container_path'
ar: حدد وحدات التخزين بالتنسيق 'host_path:container_path'
de: Geben Sie Volumes im Format 'host_pfad:container_pfad' an
es: Especificar volúmenes en el formato 'ruta_host:ruta_contenedor'
fr: Spécifiez les volumes au format 'chemin_hôte:chemin_conteneur'
hi: 'host_path:container_path' प्रारूप में वॉल्यूम निर्दिष्ट करें
it: Specifica i volumi nel formato 'percorso_host:percorso_container'
ja: 'host_path:container_path'の形式でボリュームを指定してください
nl: Geef volumes op in het formaat 'host_pad:container_pad'
pl: Podaj wolumeny w formacie 'ścieżka_na_hoscie:ścieżka_w_kontenerze'
pt_br: Especifique volumes no formato 'caminho_host:caminho_container'
ru: Укажите тома в формате 'путь_хоста:путь_контейнера'
vi: Chỉ định các ổ đĩa ở định dạng 'host_path:container_path'

source: Add Volume
ar: إضافة وحدة تخزين
de: Volume hinzufügen
es: Agregar volumen
fr: Ajouter un volume
hi: वॉल्यूम जोड़ें
it: Aggiungi volume
ja: ボリュームを追加
nl: Volume toevoegen
pl: Dodaj wolumen
pt_br: Adicionar Volume
ru: Добавить том
vi: Thêm dung lượng

source: Volume
ar: وحدة تخزين
es: Volumen
hi: वॉल्यूम
ja: ボリューム
pl: Wolumen
ru: Том
vi: Dung lượng

source: Remove Volume
ar: إزالة وحدة التخزين
de: Volume entfernen
es: Eliminar volumen
fr: Supprimer le volume
hi: वॉल्यूम हटाएं
it: Rimuovi volume
ja: ボリュームを削除
nl: Volume verwijderen
pl: Usuń wolumen
pt_br: Remover Volume
ru: Удалить том
vi: Xóa dung lượng

source: Manage Exports
ar: إدارة الصادرات
de: Exporte verwalten
es: Gestionar exportaciones
fr: Gérer les exportations
hi: निर्यात प्रबंधित करें
it: Gestisci esportazioni
ja: エクスポートの管理
nl: Beheer exports
pl: Zarządzaj wyeksportowanymi
pt_br: Gerenciar Exportações
ru: Управление экспортом
vi: Quản lý xuất

source: Loading Exports
ar: جاري تحميل الصادرات
de: Exporte werden geladen
es: Cargando exportaciones
fr: Chargement des exportations
hi: निर्यात लोड हो रहा है
it: Caricamento esportazioni
ja: エクスポートを読み込み中
nl: Exports laden
pl: Ładowanie wyeksportowanych
pt_br: Carregando Exportações
ru: Загрузка экспорта
vi: Đang tải bản xuất
